[
    {
        "id": 1,
        "name": "Updated Portfolio Page 2",
        "github": "https://b-smd.github.io/Updated-Portfolio-Page-2/",
        "image": "img/project1.jpeg",
        "description": "I used a combination of HTML, Css, Bootstrap 4 and Java Script. Also I created greyscale, hover zoom out and video thank you for watching. For all the icon I use vscode rextention React icons" 

    },
    {
        "id": 2,
        "name": "Password Manager",
        "github": "https://trapperkeyper.herokuapp.com/",
        "image": "img/project2.jpeg",
        "description": "For Password Manager as a group of four, we use Node.js, Express.js, Handlebars.js, also use MySQL and the Sequelize ORM for the database. We use AES to encrypt and decrypt, MD5 Hashing and Bcryp" 

    },
    {
        "id": 3,
        "name": "Social Network API",
        "github": "https://github.com/B-smd/Social-Network-API.git",
        "image": "img/project3.jpeg",
        "description": "This is a backend, it allows users to share their thought, are able to react to friend's thought and create a friend that uses a NoSQL database. For the database I use MongoDB and Mongoose." 

    },
    {
        "id": 4,
        "name": "BCKS Project",
        "github": "https://b-smd.github.io/BCKS-Project/",
        "image": "img/project4.jpeg",
        "description": "As a group of four, we created Currency Convertor, Cost of living while you travel, Current see and Cat and Dog. We use HTML, Css and Java Script. Also we use API to get the data from the third party" 

    },
    {
        "id": 5,
        "name": "Employee Tracker",
        "github": "https://github.com/B-smd/Employee-Tracker.git",
        "image": "img/project5.jpeg",
        "description": "This app is content management system (CMS) to manage a company's employee database. A command-line application to manage a company's database, using Node.js, Inquirer and MySQL." 
    },
    {
        "id": 6,
        "name": "Tech Blog",
        "github": "https://techblog-bambang.herokuapp.com/",
        "image": "img/project6.jpeg",
        "description": "Tech Blog app the developer can publish their blog post and comment on other developer's post. It's utilising the MVC structure, routes, SQL, Handlebars, Sequelize as the ORM and authentication" 

    }

]